import React from "react";
import {Link} from "react-router-dom";
import styles from '../../css/footer.css';

const  TermsUse = () => {
  return (
    
        <div className="content">
    
    <h2>Пользовательское соглашение</h2>
       Данное пользовательское соглашение регулирует отношения между Администрацией
       Сайта myDeptors@mail.com и пользователями сайта по использованию сайта
       myDeptors@mail.com , по размещению на сайте комментариев и использованию
       материалов, расположенных на сайте myDeptors@mail.com .
    <strong>Пожалуйста, внимательно прочитайте настоящее Соглашение и правила,
        прежде чем начать пользоваться сайтом myDeptors@mail.com (далее по тексту —
        Сайт). Вы обязаны соблюдать условия Соглашения и правила, заходя на этот Сайт,
        используя его содержание и любые сервисы (услуги), предлагаемые на Сайте. В
        случае, если вы не согласны с условиями Соглашения и правилами, вы не можете
        пользоваться Сайтом или использовать его содержание, любые сервисы,
        предлагаемые на нем, а также посещать страницы, размещенные в доменной зоне
        Сайта.
    </strong>
    <h2>1. Общие положения</h2>
       <ul>
         <li>Сайт myDeptors@mail.com является общедоступным для пользователей
    информационным ресурсом и осуществляет свою деятельность с соблюдением
    действующего законодательства Российской Федерации.</li>

         <li>  Отношения, связанные с использованием Сайта, регулируется законодательством
    Российской Федерации и настоящим Пользовательским соглашением.</li>
        <li>Пользовательское соглашение является публичной офертой. Начиная
    использование Сайта, пользователь автоматически присоединяется к
    Пользовательскому соглашению и полностью принимает его условия.</li>
       <li> Актуальная редакция Пользовательского Соглашения размещена по адресу: https://myDeptors@mail.com
        /agreement</li>
       <li>  Администрация Сайта может в любое время изменять Пользовательское
    соглашение по своему усмотрению.</li>
       <li> Если пользователь не согласен с Пользовательским соглашением или с его
    отдельными условиями, он обязан прекратить использование Сайта и любых его
    материалов.</li>
      </ul>
    <h2>2. Авторское право</h2>
     <ul>
       <li> Исключительные авторские права на сайт, его название, статьи и иные
    произведения, размещенные на сайте, (за исключением фотографий) принадлежат
    Администрации Сайта.</li>
       <li> Администрации сайта принадлежат неисключительные права на фотографии,
    размещенные на сайте. Часть фотографий взята из открытых для свободного
    использования произведений источников и используется Администрацией Сайта
    исключительно в информационных, некоммерческих целях.</li>
       <li> Любое использование статей с Сайта, а также любых других материалов, в том
    числе воспроизведение и распространение любыми способами, публичный показ,
    доведение до всеобщего сведения, копирование (полное и частичное), перевод,
    переделка, запрещено без согласия правообладателя (Администрации Сайта).</li>
       <li> Цитирование статей возможно с соблюдением условий, указанных в п. 2.5.
    Пользовательского соглашения.</li>
       <li> При цитировании любых статей с Сайта в Интернете обязательна ссылка на
    первоисточник (подпункт 1 пункта 1 статьи 1274 ГК Российской Федерации) в виде
    активной, не закрытой от индексирования поисковыми системами ссылки на статью.
    При цитировании статей с Сайта в печатных изданиях обязательна ссылка на Сайт.</li>
       </ul>
    <h2>3. Урегулирование споров, связанных с нарушением авторских прав</h2>
    <ul>
    <li> Администрация Сайта отрицательно относится к нарушению авторских прав на
    публикуемые материалы и со своей стороны прикладывает все возможные усилия для
    предотвращения подобных нарушений на Сайте.</li>
    <li>  Если Вы являетесь автором или правообладателем исключительных прав,
    включая исключительное право на воспроизведение, публичный показ, доведение до
    всеобщего сведения, и считаете, что Ваши права каким-то образом нарушаются с
    использованием Сайта, мы просим незамедлительно связаться с Администрацией
    Сайта письмом в электронном виде.</li>
    <li>  Согласно действующему законодательству Российской Федерации
    Администрация Сайта готова рассмотреть любые спорные вопросы в рамках
    досудебного (претензионного или иного) порядка урегулирования.</li>
    <li>  Для этого необходимо прислать на электронную почту myDeptors@mail.com скан
    письма за подписью Правообладателя или его уполномоченного представителя, в
    котором указать следующие данные:
    — информацию об объекте авторского права (наименование произведения или
    продукта, документ, подтверждающий право собственности либо авторское право на
    изображение и т.д.);
    — информацию о Правообладателе (для юридического лица — полное наименование
    организации, юридический адрес, скан документа о государственной регистрации; для
    физического лица — ФИО, паспортные данные);
    — информация о представителе Правообладателя, подписавшего письмо (ФИО,
    должность, скан доверенности, для генерального директора — скан приказа/протокола
    о назначении);
    — адрес страницы Сайта, где расположены материалы, права на которые
    принадлежат Правообладателю (ссылка должна иметь вид
    https://myDeptors@mail.com );
    — описание сути нарушения прав (почему распространение данной информации
    запрещено Правообладателем);
    — дата, подпись;</li>
    — контактные данные: телефон, e-mail.
    <li>  Администрация Сайта рассматривает обращение в срок, не превышающий 10
    (десяти) календарных дней. В случае если Администрация Сайта признает обращение
    обоснованным, то соответствующие материалы будут удалены с Сайта
    незамедлительно.</li>
    <li> Администрация Сайта преследует нарушение своих авторских прав, в том числе в
    судебном порядке.</li>
    <li>  Если вы хотите использовать какие-либо произведения, расположенные на сайте,
    то обязаны связаться с Администрацией Сайта по электронной почте
    myDeptors@mail.com для получения согласия. В противном случае использование
    произведений будет незаконным, и Администрация Сайта оставляет за собой право
    обращения с претензией в рамках досудебного урегулирования спора или в суд.</li>
    </ul>
    <h2>4. Комментарии на сайте</h2>
    <ul>
    <li> 4.1. Пользователи на сайте могут оставлять комментарии. В комментариях
    пользователи могут высказывать свои мнения и распространять любые факты, за
    исключением тех, которые запрещены законодательством Российской Федерации, а
    также пунктом  </li> 
    <li>  Пользовательского соглашения. </li> 
    <li>  За содержание и форму сведений, содержащихся в комментарии, пользователь
    несет ответственность. Пользователь гарантирует Администрации Сайта, что все
    содержащиеся в оставленном комментарии сведения являются достоверными. </li> 
    <li>  Комментарии пользователей проходят премодерацию и публикуются на сайте
    после одобрения Администрацией Сайта. </li> 
    <li>  Администрация Сайта имеет право удалять, редактировать, изменять
    комментарии по своему усмотрению без объяснения причин авторам комментариев.
    Администрация удаляет любые комментарии, которые не соответствуют
    законодательству Российской Федерации и/или пунктам последующим 2-м настоящего
    пользовательского соглашения. </li> 
    <li>  На сайте запрещены комментарии, в которых содержатся:
    — оскорбление и клевета, распространяются не соответствующие действительности
    сведения,
    — сведения о частной жизни, личной и семейной тайне,
    — ненормативная лексика,
    — высказывания экстремистского характера,
    — реклама, коммерческие предложения, ссылки на другие Интернет сайты;
    — спам и троллинг. </li> 
    <li> Не допускаются комментарии, нарушающие права интеллектуальной
    собственности третьи лиц. </li> 
    </ul>
    <h2>5. Прочие положения</h2>
    <ul>
    <li> Пользователь несет самостоятельно ответственность перед третьими лицами за
    свои действия, связанные с использованием информации с Сайта. </li> 
    <li>  Пользователь соглашается, что статьи на сайте сопровождаются рекламой.
    Администрация Сайта не несет какой-либо ответственности и не имеет каких-либо
    обязательств в связи с такой рекламой. </li> 
    <li>  Пользователю запрещено осуществлять действия, направленные на нарушение
    нормальной работы Сайта. </li> 
    <li> Пользователь предупреждается, что Администрация Сайта не несет
    ответственности за посещение и использование им внешних сайтов, ссылки на
    которые размещены на Сайте.
    Вы не имеете права использовать возможности Сайта и посещать страницы,
    расположенные в области доменного имени https://myDeptors@mail.com , в случае не
    согласия с настоящим соглашением и Правилами, пожалуйста, незамедлительно
    покиньте наш сайт. </li> 
    </ul>
    </div>

  );
};

export default TermsUse;